Repository: hakandundar34coding/system-monitoring-center
Catalog: locale/*/LC_MESSAGES/system-monitoring-center.po
Languages: fa

source: CPU Usage (Average)
fa: مصرف پردازنده (میانگین)

source: CPU Usage (Per Core)
fa: مصرف پردازنده (به ازای هر هسته)

source: Unknown
fa: ناشناخته

source: Partition
fa: پارتیشن

source: Disk
fa: دیسک

source: Swap
fa: سواپ

source: Yes
fa: بله

source: No
fa: خیر

source: Warning! The application has been run with root privileges, you may harm your system.
fa: هشدار! این برنامه با دسترسی روت اجرا شده است، ممکن است به سیستمتان آسیب برسانید.

source: There is a newer version on PyPI.
fa: نسخه جدیدتری در PyPI وجود دارد.

source: Summary
fa: چکیده

source: CPU core selection affects only frequency and cache memory information.
fa: انتخاب هسته پردازنده فقط باعث تغییر اطلاعات مربوط به فرکانس و حافظه کش (حافظه پنهان) میشود.

source: RAM
fa: رم

source: Swap Memory
fa: حافظه سواپ

source: Physical RAM
fa: رم فیزیکی

source: Capacity
fa: گنجایش

source: Maximum Capacity
fa: بیشینه (حداکثر) گنجایش

source: Number Of Devices
fa: تعداد دستگاه ها

source: Type
fa: نوع

source: Speed
fa: سرعت

source: Manufacturer
fa: سازنده

source: Form Factor
fa: شکل طراحی

source: Locator
fa: مکان‌یاب

source: Bank Locator
fa: مخزن مکان‌یاب

source: File
fa: فایل

source: Name
fa: نام

source: Used
fa: مصرف شده

source: Priority
fa: اولویت

source: Virtual Network Interface
fa: رابط شبکه مجازی

source: Ethernet
fa: اترنت

source: Wi-Fi
fa: وایفای

source: CPU
fa: پردازنده

source: Processes
fa: فرآیند ها

source: Read Speed
fa: سرعت خواندن

source: Write Speed
fa: سرعت نوشتن

source: Download Speed
fa: سرعت دریافت (دانلود)

source: Upload Speed
fa: سرعت بارگذاری (آپلود)

source: PID
fa: شناسه فرآیند

source: User
fa: کاربر

source: Status
fa: وضعیت

source: Threads
fa: ریسمان ها

source: PPID
fa: شناسه فرآیند والد

source: UID
fa: شناسه کاربر

source: GID
fa: شناسه گروه

source: Path
fa: مسیر

source: Command Line
fa: دستور خط فرمان

source: Running
fa: در حال اجرا

source: Sleeping
fa: معلق

source: Waiting
fa: در انتظار

source: Idle
fa: آزاد (بیکار)

source: Zombie
fa: زامبی (نیمه مُرده)

source: Stopped
fa: متوقف شده

source: Search...
fa: جستجو...

source: Process Details
fa: جزییات فرآیند

source: This process is not running anymore.
fa: این فرآیند دیگر در حال اجرا نیست.

source: Sensor Group
fa: گروه حسگر ها

source: Current Value
fa: مقدار کنونی

source: High
fa: مقدار بیشینه (حداکثر)

source: Critical
fa: مقدار بحرانی

source: Sensors
fa: حسگر ها

source: State
fa: وضعیت

source: Main PID
fa: شناسه فرآیند اصلی

source: Active State
fa: وضعیت فعّالیت

source: Load State
fa: وضعیت بارگذاری

source: Sub-State
fa: زیر-وضعیت

source: Description
fa: توضیحات

source: Enabled
fa: فعّال

source: Disabled
fa: غیرفعّال

source: Masked
fa: پوشانده شده

source: Unmasked
fa: پوشانده نشده

source: Static
fa: پایدار

source: Generated
fa: تولید شده

source: Enabled-runtime
fa: فعّال شده در هنگام اجرا

source: Indirect
fa: غیرمستقیم

source: Active
fa: فعّال

source: Inactive
fa: غیرفعّال

source: Loaded
fa: بارگذاری شده

source: Dead
fa: مُرده

source: Exited
fa: خارج شده

source: Services
fa: سرویس ها

source: Service Details
fa: جزییات سرویس

source: Information
fa: اطلاعات

source: Performance
fa: کارکرد

source: Users
fa: کاربران

source: System
fa: سیستم

source: Memory
fa: رم

source: Network
fa: شبکه

source: GPU
fa: گرافیک

source: Do you want to reset all settings to defaults?
fa: آیا میخواهید همه تنظیمات را به حالت اولیه بازنشانی کنید؟

source: Full Name
fa: نام کامل

source: Logged In
fa: وارد شده

source: Home Directory
fa: مسیر خانه

source: Group
fa: گروه

source: Terminal
fa: ترمینال

source: Start Time
fa: زمان ورود

source: Reset
fa: بازنشانی

source: Precision
fa: دقت

source: Graph Color
fa: رنگ نمودار

source: Average CPU usage of all cores
fa: میانگین مصرف پردازنده در همه هسته ها

source: Average Usage
fa: میانگین مصرف

source: Frequency
fa: فرکانس

source: Processes-Threads
fa: فرآیند ها-ریسمان ها

source: Up Time
fa: زمان روشن بودن

source: Number of online physical and logical CPU cores
fa: تعداد هسته های فعّال فیزیکی و مجازی پردازنده

source: Vendor-Model
fa: سازنده-مدل

source: Device Name In Kernel
fa: نام دستگاه در کرنل

source: Parent Name
fa: نام والد

source: System Disk
fa: دیسک سیستمی

source: File System
fa: فرمت

source: Free
fa: آزاد

source: Label (File System)
fa: برچسب (فرمت)

source: Mount Point
fa: محل اتصال

source: Selected Device
fa: دستگاه انتخاب شده

source: All Devices
fa: همه دستگاه ها

source: Data Unit
fa: یکای داده

source: Show speed units as multiples of bits
fa: یکای سرعت را به شکل بیت نشان بده

source: Hide loop, ramdisk, zram disks
fa: دیسک های loop، ramdisk, zram را پنهان کن

source: Measured value since last system start
fa: این مقدار پس از آخرین ریستارت سیستم اندازه گیری شده

source: Show...
fa: نمایش...

source: Details
fa: جزییات

source: GPU Usage
fa: مصرف گرافیک

source: Video Memory
fa: حافظه گرافیکی

source: Temperature
fa: دما

source: General Settings
fa: تنظیمات عمومی

source: About
fa: درباره

source: System Monitoring Center
fa: مرکز دیده‌ بانی رایانه

source: Available
fa: در دسترس

source: RAM Usage
fa: مصرف رم

source: Change Priority
fa: تغییر اهمیت

source: Change priority of this process: (Smaller value means higher process priority)
fa: تغییر اهمیت این فرآیند: (عدد کوچکتر به معنای اهمیت بالاتر فرآیند می‌باشد)

source: Cancel
fa: لغو

source: Context Switches
fa: تغییرات زمینه (بازدهی)

source: CPU Times
fa: زمان پردازش

source: Used CPU Core(s)
fa: هسته (های) استفاده شده پردازنده

source: Threads (TID)
fa: ریسمان ها (شناسه ریسمان)

source: Read Count
fa: تعداد دفعات خواندن

source: Write Count
fa: تعداد دفعات نوشتن

source: Current Working Directory
fa: مسیر کنونی فعّالیت

source: Opened Files
fa: فایل های باز شده

source: Show processes of all users
fa: فرآیند های همه کاربران را نشان بده

source: Show processes as tree
fa: فرآیند ها را به شکل درختی نشان بده

source: Show tree lines
fa: شاخه های درخت را نشان بده

source: View
fa: دیدن

source: Add/Remove Columns
fa: افزودن/حذف ستون ها

source: Numbers
fa: اعداد

source: Continue Process
fa: فرآیند را ادامه بده

source: Very High
fa: خیلی زیاد

source: Normal
fa: عادی

source: Low
fa: پایین

source: Very Low
fa: خیلی پایین

source: Custom Value...
fa: مقدار دلخواه...

source: Documentation
fa: مستندات

source: Main Process Start Time
fa: زمان آغاز فرآیند اصلی

source: Main Process End Time
fa: زمان پایان فرآیند اصلی

source: Unit File State - Preset
fa: وضعیت واحد فایل - پیش‌تنظیم

source: Triggered By
fa: راه اندازی شده توسط

source: Requires
fa: نیاز دارد به

source: Conflicts
fa: در تداخل است با

source: After
fa: پس از

source: Before
fa: پیش از

source: Dependencies
fa: وابستگی ها

source: Start
fa: آغاز

source: Stop
fa: پایان

source: Restart
fa: راه‌اندازی دوباره

source: Reload
fa: بارگذاری دوباره

source: Enable
fa: فعّال کردن

source: Disable
fa: غیرفعّال کردن

source: Mask
fa: پوشاندن

source: Note: This tab is not reloaded automatically. Manually reload for changes.
fa: هشدار: این زبانه به طور خودکار بروزرسانی نمیشود. برای دیدن تغییرات جدید به طور دستی بروزرسانی کنید.

source: Refresh the data on this tab
fa: داده های این زبانه را بروزرسانی کن

source: Remember last opened tabs
fa: آخرین زبانه های باز شده را به یاد داشته باش

source: Show performance summary on the headerbar
fa: چکیده کارکرد را در سربرگ نشان بده

source: Remember last selected devices
fa: آخرین دستگاه های انتخاب شده را به یاد داشته باش

source: Remember window size
fa: اندازه پنجره را به یاد داشته باش

source: Check for updates automatically (PyPI only)
fa: به طور خودکار برای بروزرسانی جدید بررسی کن (فقط در صورت نصب از PyPI)

source: (If the application is run without root privileges.)
fa: (اگر برنامه بدون دسترسی روت اجرا شده باشد.)

source: Computer
fa: رایانه

source: Operating System (OS)
fa: سیستم عامل (OS)

source: Graphical User Interface (GUI)
fa: رابط کاربری گرافیکی (GUI)

source: Packages
fa: پکیج ها

source: Number of installed Flatpak applications and runtimes
fa: تعداد فلت‌پک ها و حین‌اجرا های نصب شده

source: Version for the currently running software
fa: نسخه نرم افزار در حال اجرای کنونی
