Repository: hakandundar34coding/system-monitoring-center
Catalog: locale/*/system-monitoring-center.po
Languages: cs, tr

source: CPU Usage (Average)
cs: Využití CPU (Průměr)
tr: MİB Kullanımı (Ortalama)

source: CPU Usage (Per Core)
cs: Využití CPU (jednotlivá jádra)
tr: MİB Kullanımı (Çekirdek Başına)

source: Unknown
cs: Neznámo
tr: Bilinmiyor

source: Yes
cs: Ano
tr: Evet

source: No
cs: Ne
tr: Hayır

source: [Not mounted]
cs: [Nepřipojeno]
tr: [Bağlı değil]

source: Partition
cs: Oddíl
tr: Disk bölümü

source: [SWAP]
tr: [TAKAS]

source: Disk Details
cs: Detaily disku
tr: Disk Detayları

source: CPU
tr: MİB

source: Disk R+W
tr: Disk O+Y

source: Disk R
tr: Disk O

source: Disk W
tr: Disk Y

source: Network D+U
cs: Síť D+U
tr: Ağ İ+Y

source: Network D
cs: Síť D
tr: Ağ İ

source: Network U
cs: Síť U
tr: Ağ Y

source: Warning! The application has been run with root privileges, you may harm your system.
cs: Varování! Aplikace musí být spuštěna s právy roota a může poškodit váš systém.
tr: Uyarı! Uygulama root ayrıcalıklarıyla ile çalıştırıldı, sisteminize zarar verebilirsiniz.

source: Virtual Network Interface
tr: Sanal Ağ Arayüzü

source: Name
cs: Jméno
tr: İsim

source: User
cs: Uživatel
tr: Kullanıcı

source: Status
cs: Stav
tr: Durum

source: Memory (RSS)
cs: Paměť (RSS)
tr: Bellek (RSS)

source: Memory (VMS)
cs: Paměť (VMS)
tr: Bellek (VMS)

source: Memory (Shared)
cs: Paměť (Sdílená)
tr: Bellek (Paylaşılan)

source: Disk Read Data
cs: Disk - čtení dat
tr: Disk Okunan Veri

source: Disk Write Data
cs: Disk - zápis dat
tr: Disk Yazılan Veri

source: Disk Read Speed
cs: Rychlost čtení disku
tr: Disk Okuma Hızı

source: Disk Write Speed
cs: Rychlost zápisu disku
tr: Disk Yazma Hızı

source: Priority
cs: Priorita
tr: Öncelik

source: Threads
cs: Vlákna
tr: İşlem Parçacıkları

source: Path
cs: Cesta
tr: Yol

source: Running
cs: Běží
tr: Çalışıyor

source: Sleeping
cs: Spí
tr: Uyuyor

source: Waiting
cs: Čeká
tr: Bekliyor

source: Idle
cs: Nečinný
tr: Boşta

source: Zombie
tr: Zombi

source: Stopped
cs: Zastavený
tr: Durdu

source: Dead
cs: Mrtvý
tr: Sonlanmış

source: Search...
cs: Hledat...
tr: Ara...

source: Processes
cs: Procesy
tr: İşlemler

source: Process Details
cs: Detail procesu
tr: İşlem Detayları

source: This process is not running anymore:
cs: Tento proces už neběží:
tr: Bu işlem artık çalışmıyor:

source: Do you want to terminate this process?
cs: Chcete ukončit tento proces?
tr: Bu işlemi sonlandırmak istiyor musunuz?

source: Do you want to kill this process?
cs: Chcete zabít tento proces?
tr: Bu işlemi öldürmek istiyor musunuz?

source: Physical RAM
cs: Fyzická RAM
tr: Fiziksel RAM

source: Swap Memory
cs: SWAP paměť
tr: Takas Belleği

source: None
cs: Žádný
tr: Yok

source: Maximum Capacity
cs: Maximální kapacita
tr: Maksimum Kapasite

source: Number Of Devices
cs: Počet zařízení
tr: Aygıt Sayısı

source: Capacity
cs: Kapacita
tr: Kapasite

source: Type
cs: Typ
tr: Tür

source: Speed/Frequency
cs: Rychlost/Frekvence
tr: Hız/Frekans

source: Manufacturer
cs: Výrobce
tr: Üretici

source: Form Factor
tr: Şekil Faktörü

source: Locator
cs: Lokátor
tr: Kimlik

source: Bank Locator
cs: Lokátor bank
tr: Yuva Kimliği

source: File
cs: Soubor
tr: Dosya

source: Used
cs: Použito
tr: Kullanılan

source: This system has no swap memory.
cs: Tento systém nemá paměť SWAP.
tr: Bu sistemde takas belleği yok.

source: Sensor Group
cs: Skupina senzorů
tr: Algılayıcı Grubu

source: Sensor Name
cs: Jméno senzoru
tr: Algılayıcı Adı

source: Current Value
cs: Současná hodnota
tr: Şimdiki Değer

source: Critical Value
cs: Kritická hodnota
tr: Kritik Değer

source: Max Value
cs: Maximální hodnota
tr: Maks. Değer

source: Sensors
cs: Senzory
tr: Algılayıcı

source: State
cs: Stav
tr: Durum

source: Main PID
cs: Hlavní PID
tr: Ana PID

source: Active State
cs: Aktivní status
tr: Aktiflik Durumu

source: Load State
cs: Stav zátěže
tr: Yüklenme Durumu

source: Sub-State
cs: Sub status
tr: Alt Durum

source: Description
cs: Popisek
tr: Açıklama

source: Enabled
cs: Povoleno
tr: Etkin

source: Disabled
cs: Zakázáno
tr: Devre Dışı

source: Masked
cs: Maskovaný
tr: Gizli

source: Unmasked
cs: Nemaskovaný
tr: Gizli değil

source: Static
cs: Statický
tr: Statik

source: Generated
cs: Generovaný
tr: Oluşturulmuş

source: Enabled-runtime
cs: Povolený runtime
tr: Etkin-çalışma zamanı

source: Indirect
cs: Nepřímé
tr: Dolaylı

source: Active
cs: Aktivní
tr: Aktif

source: Inactive
cs: Neaktivní
tr: İnaktif

source: Loaded
cs: Načtený
tr: Yüklenmiş

source: Exited
cs: Opuštěný
tr: Çıkmış

source: Services
cs: Služby
tr: Servisler

source: Information
cs: Informace
tr: Bilgi

source: Performance
cs: Výkon
tr: Performans

source: Users
cs: Uživatelé
tr: Kullanıcılar

source: Startup
cs: Spuštění
tr: Başlangıç

source: System
cs: Systém
tr: Sistem

source: Network
cs: Síť
tr: Ağ

source: Do you want to reset all settings to defaults?
cs: Chcete resetovat výchozí nastavení?
tr: Tüm ayarları varsayılanlara sıfırlamak istiyor musunuz?

source: Comment
cs: Komentář
tr: Açıklama

source: Startup Items
cs: Položky při spuštění
tr: Başlangıç Ögeleri

source: Do you want to delete this startup item?
cs: Chcete odstranit tuto spouštěcí položku?
tr: Şu başlangıç ögesini silmek istiyor musunuz?

source: Do you want to run this startup item now?
cs: Chcete spustit tuto spouštěcí položku?
tr: Şu başlangıç ögesini şimdi çalıştırmak istiyor musunuz?

source: An error has been encountered while running the command.
tr: Komutu çalıştırırken bir hata ile karşılaşıldı.

source: Startup Item
cs: Spouštěcí položka
tr: Başlangıç Ögesi

source: Command
cs: Příkaz
tr: Komut

source: Do you want to overwrite the existing file?
cs: Chcete přepsat existující soubor?
tr: Var olan dosyanın üzerine yazmak istiyor musunuz?

source: There is already a '.desktop' file with the same name.
cs: Soubor '.desktop' se stejným jménem existuje.
tr: Aynı isimde zaten bir '.desktop' dosyası var.

source: Full Name
cs: Celé jméno
tr: Tam Ad

source: Logged In
cs: Přihlášený
tr: Giriş Yapmış

source: Home Directory
cs: Domovská složka
tr: Ev Dizini

source: Group
cs: Skupina
tr: Grup

source: Terminal
cs: Terminál
tr: Uçbirim

source: Start Time
cs: Doba spuštění
tr: Başlama Zamanı

source: User Details
cs: Podrobnosti o uživateli
tr: Kullanıcı Detayları

source: Do you want to end session of this user?
cs: Chcete ukončit sezení tohoto uživatele?
tr: Bu kullanıcının oturumunu sonlandırmak istiyor musunuz?

source: This action will end all processes of the user immediately and may cause data loss.
cs: Tato akce ukončí všechny procesy uživatele a může způsobit ztrátu dat.
tr: Bu eylem kullanıcının tüm işlemlerini hemen sonlandıracak ve veri kayıplarına sebep olabilir.

source: This operation may lock current user account on some systems. You can unlock it by entering user password.
cs: Tato operace může uzamknout současné uživatelské účty na některých systémech. Odemknete je zadáním uživatelského hesla.
tr: Bu işlem şimdiki kullanıcı hesabını kilitleyebilir. Kullanıcı şifresini girerek kilidi açabilirsiniz.

source: Current Tab Customizations
cs: Přizpůsobení aktuální karty
tr: Geçerli Sekme Özelleştirmeleri

source: Chart - Show
cs: Graf -Zobrazit
tr: Grafik - Göster

source: Chart - Set Color
cs: Graf - Nastavit barvu
tr: Grafik - Renk Ayarla

source: Note: Same background color is used for all charts.
cs: Poznámka: Stejná barva pozadí je použita pro všechny grafy.
tr: Not: Aynı arkaplan rengi tüm grafikler için kullanılır.

source: Precision
cs: Preciznost
tr: Hassasiyet

source: Background
cs: Pozadí
tr: Arkaplan

source: Foreground
cs: Popředí
tr: Önplan

source: Reset All
cs: Resetovat vše
tr: Hepsini Sıfırla

source: Selected Device
cs: Vybrané zařízení
tr: Seçilen Aygıt

source: Up Time:
cs: Doba provozu:
tr: Çalışma Zamanı:

source: Processes-Threads:
cs: Vlákna procesu:
tr: İşlemler-İş Parçacıkları:

source: Cache (L1d-L1i):
tr: Ön Bellek (L1d-L1i):

source: Number of online physical and logical CPU cores
cs: Počet fyzických a logických procesorových jader
tr: Çevrim içi fiziksel ve mantıksal MİB çekirdek sayıları

source: Cores (Physical-Logical):
cs: Jáadra (Fyzická-Logická):
tr: Çekirdekler (Fiziksel-Mantıksal):

source: CPU Sockets:
cs: CPU Sockety:
tr: MİB Soketleri:

source: Min-Max Frequency:
cs: Min-Max Frekvence:
tr: Min-Maks Frekans:

source: Current frequency of the selected CPU core
cs: Současná frekvence vybraného jádra CPU
tr: Seçilen MİB çekirdeğinin şimdiki frekansı

source: Frequency:
cs: Frekvence:
tr: Frekans:

source: Average CPU usage of all cores
cs: Průměrné využití všech jader CPU
tr: Tüm çekirdeklerin ortalama MİB kullanımı

source: Average Usage:
cs: Průměrné využití:
tr: Ortalama Kullanım:

source: Architecture:
cs: Architektura:
tr: Mimari:

source: Cache (L2-L3):
tr: Ön Bellek (L2-L3):

source: Vendor-Model
cs: Výrobce-Model
tr: Marka-Model

source: Selected CPU Core
cs: Vybrané jádro
tr: Seçilen MİB Çekirdeği

source: Storage Details
cs: Detaily uložiště
tr: Depolama Detayları

source: Parent Name
cs: Jméno rodiče
tr: Ebeveyn Adı

source: System Disk
cs: Systémový disk
tr: Sistem Diski

source: File System
cs: Souborový systém
tr: Dosya Sistemi

source: Free
cs: Volno
tr: Boş

source: Label (File System)
cs: Štítek (Souborový systém)
tr: Etiket (Dosya Sistemi)

source: Partition Label
cs: Název oddílu
tr: Disk Bölümü Etiketi

source: Mount Point
tr: Bağlantı Noktası

source: Revision
cs: Revize
tr: Revizyon

source: Serial Number
cs: Sériové číslo
tr: Seri Numarası

source: (Mass Storage)
tr: (Yığın Depolama)

source: Data Unit
cs: Datová jednotka
tr: Veri Birimi

source: Disk Speed
cs: Rychlost disku
tr: Disk Hızı

source: Disk Usage
cs: Využití disku
tr: Disk Kullanımı

source: Read Speed
cs: Rychlost čtení
tr: Okuma Hızı

source: Write Speed
cs: Rychlost zápisu
tr: Yazma Hızı

source: Read Speed:
cs: Rychlost čtení:
tr: Okuma Hızı:

source: Write Speed:
cs: Rychlost zápisu:
tr: Yazma Hızı:

source: Measured value since last system start
cs: Změřená hodnota od posledního spuštění systému
tr: Sistem başlangıcından sonra ölçülen değer

source: Read Time:
cs: Čas čtení:
tr: Okuma Süresi:

source: System Disk:
cs: Systémový disk:
tr: Sistem Diski:

source: Write Time:
cs: Čas zápisu:
tr: Yazma Süresi:

source: Free:
cs: Volno:
tr: Boş:

source: Used:
cs: Použito:
tr: Kullanılan:

source: Details:
cs: Detaily:
tr: Detaylar:

source: Disk Usage:
cs: Využití disku:
tr: Disk Kullanımı:

source: Capacity:
cs: Kapacita:
tr: Kapasite:

source: Show...
cs: Zobrazit...
tr: Göster...

source: Disk Read (-) & Write (--) Speed
cs: Rychlost Čtení (-) & Zápisu (--) disku
tr: Disk Okuma (-) & Yazma (--) Hızı

source: Disk Kernel Name (and if selected disk is a disk or partition)
cs: Kernelové jméno disku (a jestli se jedná o disk nebo oddíl)
tr: Kernel'deki Disk Adı (ve seçilen diskin disk veya disk bölümü olması)

source: FPS (Frames Per Second) Counted by using a glarea and OpenGL library. This is a simple FPS counter and may not be accurate in some situations. FPS counting does not continue when window is minimized.
cs: FPS (Snímky za sekundu) Počítáno pomocí glarea a OpenGL knihovny. Jedná se o jednoduchý měřič FPS a není úplně přesný v určitých situacích, Měření FPS neprobíhá pokud je okno minimalizované.
tr: FPS (Saniyedeki kare sayısı = Frames Per Second) glarea ve OpenGL kütüphanesi kullanılarak sayılır. Basit bir FPS sayacıdır ve bazı durumlarda doğru değerler vermeyebilir. Pencere simge durumuna küçültülmüşken FPS sayımı devam etmez.

source: Frame Latency:
cs: Snímková latence:
tr: Kare Gecikmesi:

source: Video Memory:
cs: Paměť GPU:
tr: Video Belleği:

source: Direct Rendering:
cs: Přímé vykreslování:
tr: Doğrudan İşleme:

source: OpenGL Version:
cs: Verze OpenGL:
tr: OpenGL Sürümü:

source: Unified Memory:
cs: Sdílená paměť:
tr: Birleşik Bellek:

source: Refresh Rate:
cs: Obnovovací frekvence:
tr: Yenileme Oranı:

source: Driver:
cs: Ovladač:
tr: Sürücü:

source: If selected GPU is default on system boot and/or used for graphics processing by default
cs: Pokud vybrané GPU výchozí při startu systému nebo je používáno jako výchozí pro vykreslování grafiky
tr: Seçili GPU'nun sistem açılışında varsayılan olup olmaması ve/veya grafik işleme için varsayılan olup olmaması

source: Default GPU:
cs: Výchozí GPU:
tr: Varsayılan GPU:

source: Resolution:
cs: Rozlišení:
tr: Çözünürlük:

source: GPU/Graphics Card Device Name Given By OS (And In Driver)
cs: Jméno GPU přiřazené OS
tr: İ.S. Tarafından Verilen (Ve Sürücüdeki) GPU/Grafik Kartı Adı

source: GTK and Python based, system performance and usage monitoring tool.
cs: Nástroj pro sledování výkonu a využití systému založený na GTK a Pythonu.
tr: GTK ve Python temelli, sistem performansı ve kullanımı izleme aracı.

source: Web Page
cs: Webová stránka
tr: Web Sayfası

source: Floating Summary
cs: Plovoucí přehled
tr: Yüzen Özet

source: Settings
cs: Nastavení
tr: Ayarlar

source: About
cs: O programu
tr: Hakkında

source: System Monitoring Center
cs: Centrum monitorování systému
tr: Sistem Gözlem Merkezi

source: Main Menu
cs: Hlavní menu
tr: Ana Menü

source: Network Speed
cs: Rychlost sítě
tr: Ağ Hızı

source: Network Data
cs: Síťová data
tr: Ağ Verisi

source: Download Speed
cs: Rychlost stahování
tr: İndirme Hızı

source: Upload Speed
cs: Rychlost nahrávání
tr: Yükleme Hızı

source: Download Speed:
cs: Rychlost stahování:
tr: İndirme Hızı:

source: Upload Speed:
cs: Rychlost nahrávání:
tr: Yükleme Hızı:

source: Downloaded Data:
cs: Stažená data:
tr: İndirilen Veri:

source: Uploaded Data:
cs: Nahraná data:
tr: Yüklenen Veri:

source: Connection Type:
cs: Typ spojení:
tr: Bağlantı Tipi:

source: IPv4 Address:
cs: IPv4 Adresa:
tr: IPv4 Adresi:

source: IPv6 Address:
cs: IPv6 Adresa:
tr: IPv6 Adresi:

source: MAC Address:
cs: MAC Adresa:
tr: MAC Adresi:

source: Connected-SSID:
cs: Připojené SSID:
tr: Bağlı-SSID:

source: Link value
cs: Hodnota spojení
tr: Link değeri

source: Signal Strength:
cs: Síla signálu:
tr: Sinyal Gücü:

source: Network Download (-) & Upload (--) Speed
cs: Rychlost Stahování (-) & Nahrávání (--) sítě
tr: Ağ İndirme (-) & Yükleme (--) Hızı

source: Network Interface Controller (NIC) Name
cs: Jméno síťového rozhraní (NIC)
tr: Ağ Arayüz Kontrolcüsü (NIC) Adı

source: Disk Read+Write Speed
cs: Rychlost Čtení+Zápis Disku
tr: Disk Okuma+Yazma Hızı

source: Network Download+Upload Speed
cs: Rychlost Stahování+Nahrávání Sítě
tr: Ağ İndirme+Yükleme Hızı

source: Change Priority (Nice)
cs: Změnit prioritu (Nice)
tr: Önceliği Değiştir (Nice)

source: Change priority of this process: (Smaller value means higher process priority)
cs: Změnit prioritu tohoto procesu: (menší hodnota znamená vyšší prioritu)
tr: Bu işlemin önceliğini değiştir: (Daha küçük değer daha yüksek işlem önceliği anlamına gelir)

source: Save
cs: Uložit
tr: Kaydet

source: Cancel
cs: Zrušit
tr: İptal

source: Exe
tr: Konum

source: Parent Processes
cs: Rodičovské procesy
tr: Ebeveyn İşlemler

source: Children Processes (Not recursively)
cs: Dětské procesy (není rekurzivní)
tr: Çocuk İşlemler (Tekrarlı değil)

source: Summary
cs: Souhrn
tr: Özet

source: Threads (TID)
cs: Vlákna (TID)
tr: İşlem Parçacıkları (TID)

source: Used CPU Core(s)
cs: Využívaná jádra CPU
tr: Kullanılan MİB Çekirdekleri

source: CPU Affinity
cs: Afinita CPU
tr: MİB Bağlılığı

source: CPU Times
cs: CPU časy
tr: MİB Zamanları

source: Context Switches
cs: Kontextové přepínače
tr: İçerik Değiştirmeleri

source: Memory (USS)
cs: Paměť (USS)
tr: Bellek (USS)

source: Memory
cs: Paměť
tr: Bellek

source: CPU and Memory
cs: CPU a Paměť
tr: MİB ve Bellek

source: Disk Read Count
cs: Počet čtení disku
tr: Diskten Okuma Sayısı

source: Disk Write Count
cs: Počet zápisu disku
tr: Diske Yazma Sayısı

source: Current Working Directory
cs: Aktuální pracovní adresář
tr: Şimdiki Çalışma Konumu

source: Command Line
cs: Příkazový řádek
tr: Komut Satırı

source: Opened Files
cs: Otevřené soubory
tr: Açık Dosyalar

source: Disk and Path
cs: Disk a cesta
tr: Disk ve Yol

source: View
cs: Zobrazit
tr: Görünüm

source: Show processes of all users
cs: Zobrazit procesy všech uživatelů
tr: Tüm kullanıcıların işlemlerini göster

source: Show processes as tree
cs: Zobrazit procesy jako strom
tr: İşlemleri ağaç olarak göster

source: Show tree lines
cs: Zobrazit linie stromu
tr: Ağaç çizgilerini göster

source: Column Reordering,
cs: Změna pořadí sloupců,
tr: Sütun Sıralaması,

source: Row Sorting,
cs: Řazení řádků,
tr: Satır Sıralaması,

source: Reset
tr: Sıfırla

source: Column Widths
cs: Šířky sloupců
tr: Sütun Genişlikleri

source: Add/Remove Columns
cs: Přidat/Odstranit sloupce
tr: Sütun Ekle/Çıkart

source: Precision/Data Units
cs: Přesnost/Datové jednotky
tr: Hassasiyet/Veri Birimleri

source: Stop Process
cs: Zastavit proces
tr: İşlemi Durdur

source: Continue Process
cs: Pokračovat v procesu
tr: İşlemi Sürdür

source: Terminate Process
cs: Terminovat proces
tr: İşlemi Sonlandır

source: Kill Process
cs: Zabít proces
tr: İşlemi Öldür

source: Very High
cs: Velmi vysoko
tr: Çok Yüksek

source: High
cs: Vysoko
tr: Yüksek

source: Low
cs: Nízko
tr: Düşük

source: Very Low
cs: Velmi nízko
tr: Çok Düşük

source: Custom Value...
cs: Vlastní hodnota...
tr: Özel Değer...

source: Details
cs: Detaily
tr: Detaylar

source: Show all
cs: Zobrazit vše
tr: Tümünü göster

source: Show processes from this user
cs: Zobrazit procesy tohoto uživatele
tr: Bu kullanıcının işlemlerini göster

source: Show processes from other users
cs: Zobrazit procesy ostatních uživatelů
tr: Diğer kullanıcıların işlemlerini göster

source: User defined expand
cs: Uživatelem definované rozbalení
tr: Kullanıcı tanımlı genişletme

source: Expand all
cs: Rozbalit vše
tr: Tümünü genişlet

source: Collapse all
cs: Sbalit vše
tr: Tümünü daralt

source: RAM Hardware Information
cs: Informace o hardwaru RAM
tr: RAM Donanım Bilgisi

source: Swap Memory Details
cs: Podrobnosti o SWAPu
tr: Takas Belleği Detayları

source: Available:
cs: K dispozici:
tr: Kullanılabilir:

source: Swap Mem. Usg. %:
cs: Využití swapu %:
tr: Takas Bell. Kul. %:

source: Hardware:
tr: Donanım:

source: RAM Usage
cs: Využití RAM
tr: RAM Kullanımı

source: Note: Some sensors may not provide correct values!
cs: Poznámka: Některé senzory nemusí poskytovat přesné hodnoty!
tr: Not: Bazı algılayıcılar doğru değerler sağlamayabilir!

source: Show all temperature sensors
cs: Zobrazit všechny senzory teploty
tr: Tüm sıcaklık algılayıcılarını göster

source: Show all fan sensors
cs: Zobrazit všechny senzory ventilátorů
tr: Tüm fan algılayıcılarını göster

source: Show all voltage and current sensors
cs: Zobrazit všechny senzory napětí a proudu
tr: Tüm voltaj ve akım algılayıcılarını göster

source: Service Details
cs: Detaily služby
tr: Servis Detayları

source: Documentation
cs: Dokumentace
tr: Belgeleme

source: Main Process Start Time
cs: Čas spuštění hlavního procesu
tr: Ana İşlem Başlama Zamanı

source: Main Process End Time
cs: Čas ukončení hlavního procesu
tr: Ana İşlem Sonlanma Zamanı

source: Unit File State - Preset
cs: Stav souboru jednotky - Přednastavení
tr: Unit Dosyası Durumu - Ön Ayar

source: Triggered By
cs: Vyvoláno
tr: Tetikleyen

source: Can Start - Stop?
cs: Muže Start-Stop?
tr: Başlayabilir - Durabilir?

source: Can Reload?
cs: Může znovunačtení?
tr: Yeniden Yükleyebilir?

source: General
cs: Obecné
tr: Genel

source: Requires
cs: Vyžaduje
tr: Gerektirir

source: Conflicts
cs: Konflikty
tr: Çakışmalar

source: After
cs: Po
tr: Sonrasında

source: Before
cs: Před
tr: Öncesinde

source: Dependencies
cs: Závislosti
tr: Bağımlılıklar

source: Start
tr: Başlat

source: Stop
tr: Durdur

source: Restart
tr: Yeniden Başlat

source: Reload
tr: Yeniden Yükle

source: Enable
cs: Povolit
tr: Etkinleştir

source: Disable
cs: Zakázat
tr: Devre Dışı Bırak

source: Mask
cs: Maska
tr: Gizle

source: Note: This tab is not reloaded automatically. Manually reload for changes.
cs: Poznámka: Tato záložka není automaticky obnovována. Obnovujte manuálně.
tr: Not: Bu sekme otomatik güncellenmez. Değişiklikler için elle güncelleyiniz.

source: Refresh the data on this tab
cs: Obnovit data na této záložce
tr: Bu sekmedeki verileri yenile

source: Show all loaded services
cs: Zobrazit všechny načtené služby
tr: Tüm yüklenmiş servisleri göster

source: Show all non-loaded services
cs: Zobrazit všechny nenačtené služby
tr: Tüm yüklenmemiş servisleri göster

source: General Settings
cs: Obecné nastavení
tr: Genel Ayarlar

source: Update interval (seconds):
cs: Interval aktualizace (sekundy):
tr: Güncelleme aralığı (saniye):

source: Default main tab:
cs: Výchozí hlavní záložka:
tr: Varsayılan ana sekme:

source: Remember last opened tabs
cs: Pamatovat poslední otevřenou záložku
tr: Son açılan sekmeleri hatırla

source: Performance tab default sub-tab:
cs: Výchozí sub-záložka záložky Výkon:
tr: Performans sekmesinin varsayılan alt-sekmesi:

source: Show performance summary on the headerbar
cs: Zobrazit souhrn výkonu v headerbaru
tr: Performans özetini başlık çubuğunda göster

source: Chart data history:
cs: Historie dat v grafu:
tr: Grafik veri geçmişi:

source: Remember last selected hardware
cs: Pamatovat poslední vybraný hardware
tr: Son seçilen donanımı hatırla

source: Remember window size
cs: Pamatovat velikost okna
tr: Pencere ölçülerini hatırla

source: Network Download Speed
cs: Rychlost stahování ze sítě
tr: Ağ İndirme Hızı

source: Network Upload Speed
cs: Rychlost nahrávání ze sítě
tr: Ağ Yükleme Hızı

source: Show/Hide Performance Information
cs: Zobrazit/Skrýt informace o výkonu
tr: Performans Bilgilerini Göster/Gizle

source: Window transparency:
cs: Průhlednost okna:
tr: Pencere şeffaflığı:

source: Reset all settings of the application to defaults
cs: Resetovat všechna nastavení do výchozího stavu
tr: Uygulamanın tüm ayarlarını varsayılanlara sıfırla

source: Add
cs: Přidat
tr: Ekle

source: Delete
cs: Odstranit
tr: Sil

source: Run Now
cs: Spustit nyní
tr: Şimdi Çalıştır

source: Open '.desktop' File...
cs: Otevřít '.desktop' soubor...
tr: '.desktop' Dosyasını Aç...

source: Add New Startup Item
cs: Přidat novou položku při spuštění
tr: Yeni Başlangıç Ögesi Ekle

source: Icon
cs: Ikona
tr: Küçük Resim

source: Startup Notify
cs: Oznámení při spuštění
tr: Başlangıç Bildirimi

source: Note: Name and Command fields cannot be left blank.
cs: Poznámka: Jméno a příkaz nemůžou být prázdné.
tr: Not: Ad ve Komut alanları boş bırakılamaz.

source: Show user-specific startup items
cs: Zobrazit uživatelské položky při spuštění
tr: Kullanıcıya özgü başlangıç ögelerini göster

source: Show system-wide startup items
cs: Zobrazit systémové položky při spuštění
tr: Sistem geneli başlangıç ögelerini göster

source: Note: Only user-specific startup items can be added/deleted. Auto-start of an startup item depend on some values in its '.desktop' files and desktop environment.
cs: Poznámka: Pouze uživatelské spouštěcí položky mohou být přidány/odebrány. Auto-start závisí na hodnotách v jejich '.desktop' souborech.
tr: Not: Sadece kullanıcıya özgü başlangıç ögeleri eklenebilir/silinebilir. Bir başlangıç ögesinin otomatik başlatılması onun '.desktop' dosyalarındaki bazı değerlerine ve masaüstü ortamına bağlıdır.

source: Computer Name And Model
cs: Jméno počítače a model
tr: Bilgisayar Adı ve Modeli

source: Operating System Name and Version
cs: Jméno operačního systému a verze
tr: İşletim Sistemi Adı ve Sürümü

source: Operating System (OS)
cs: Operační systém (OS)
tr: İşletim Sistemi (İ.S.)

source: Name:
cs: Jméno:
tr: Ad:

source: Version - Code Name:
cs: Verze-kódové jméno:
tr: Sürüm - Kod Adı:

source: Computer Type:
cs: Typ počítače:
tr: Bilgisayar Tipi:

source: Based On:
cs: Založeno na:
tr: Temeli:

source: Kernel Release:
cs: Vydání kernelu:
tr: Kernel Sürümü:

source: Computer
cs: Počítač
tr: Bilgisayar

source: Vendor:
cs: Výrobce:
tr: Firma:

source: OS Family:
cs: Rodina OS:
tr: İ.S. Ailesi:

source: Host Name:
tr: Bilgisayar Adı:
