Repository: hakandundar34coding/system-monitoring-center
Catalog: locale/*/system-monitoring-center.po
Languages: cs, tr

source: Kernel Version:
cs: Verze kernelu:
tr: Kernel Sürüm Numarası:

source: Number Of Monitors:
cs: Počet monitorů:
tr: Ekran Sayısı:

source: Graphical User Interface (GUI)
cs: Grafické uživatelské rozhraní (GUI)
tr: Grafiksel Kullanıcı Arayüzü (GUI)

source: Packages
cs: Balíčky
tr: Paketler

source: Desktop Environment:
cs: Desktopové prostředí:
tr: Masaüstü Ortamı:

source: Windowing System:
cs: Okenní systém:
tr: Pencere Sistemi:

source: Display Manager:
cs: Správce zobrazení:
tr: Ekran Yöneticisi:

source: Number of installed packages (APT, RPM or pacman)
cs: Počet nainstalovaných balíčků (APT, RPM nebo pacman)
tr: Kurulu paket sayısı (APT, RPM veya pacman)

source: System:
cs: Systém:
tr: Sistem:

source: Number of installed Flatpak applications and runtimes
cs: Počet nainstalovaných Flatpaků
tr: Kurulu Flatpak uygulaması ve çalışma zamanı (runtime) sayısı

source: Window Manager:
cs: Správce oken:
tr: Pencere Yöneticisi:

source: Version of Python which is running this application
cs: Verze Pythonu ve které běží tato aplikace
tr: Bu uygulamayı çalıştıran Python'ın sürümü

source: Python Version:
cs: Verze Pythonu:
tr: Python Sürümü:

source: Built-in Python packages are not counted.
cs: Vestavěné Pythonové balíčky nejsou započítány.
tr: Dahili (Built-in) Python paketleri sayılmaz.

source: End User Session
cs: Ukončit sezení uživatele
tr: Kullanıcı Oturumunu Sonlandır

source: Note: User-specific performance data is approximative.
cs: Poznámka: Uživatelsky specifické data o výkonu jsou odhad.
tr: Not: Kullanıcıya özgü performans bilgisi yaklaşıktır.

source: Show only users logged in
cs: Zobrazit pouze přihlášené uživatele
tr: Sadece giriş yapmış kullanıcıları göster

source: Show only users logged out
cs: Zobrazit pouze odhlášené uživatele
tr: Sadece çıkış yapmış kullanıcıları göster

source: Tracing Stop
cs: Stop sledování

source: This information is available only on systems with X11 windowing system.
cs: Tato informace je dostupná pouze na systémech s X11.

source: Normal
cs: Normálně
